{ 
    "dialogues": [
        {
            "characterImg" : "assets/images/Newton--idle.png",
            "dialogueNb" : 1,
            "text" : "Je m’appelle Isaac Newton et je serai ton instructeur pendant toute la durée de ta mission. Attache tes ceintures et prépare-toi à apprendre et découvrir parmi les&nbsp;étoiles."
        },
        {
            "characterImg" : "assets/images/Newton--hand.png",
            "dialogueNb" : 2,
            "text" : "Si tu as des doutes, voici mon CV&#8239;:&#8239;"
        },
        {
            "characterImg" : "assets/images/Newton--hand-apple.png",
            "dialogueNb" : 3,
            "text" : "&ndash; Connu pour avoir “découvert” la gravité et ses trois lois du mouvement <br> &ndash; Célèbre histoire de la pomme qui tombe de l’arbre <br> &ndash; Découvre que la lumière blanche est composée d’une gamme de couleurs <br> &ndash; Fait chevalier par la reine Anne le&nbsp;16&nbsp;avril&nbsp;1705"
        },
        {
            "characterImg" : "assets/images/Newton--apple.png",
            "dialogueNb" : 4,
            "text" : "Pour être sûr de la réussite de ta conquête du système solaire, tu vas apprendre les bases qui te permettront de réaliser tes&nbsp;missions."
        },
        {
            "characterImg" : "assets/images/Newton--apple.png",
            "dialogueNb" : 5,
            "text" : "Suis-moi direction le centre de formation pour jeunes&nbsp;astronautes&nbsp;!"
        },
        {
            "characterImg" : "assets/images/Newton--idle.png",
            "dialogueNb" : 6,
            "text" : "Sur la Terre, nous sommes entourés d’un champ de force qui nous permet de garder les pieds sur terre. Ce phénomène naturel est appelé la gravité. Celle-ci a plusieurs&nbsp;facultés."
        },
        {
            "characterImg" : "assets/images/Newton--hand.png",
            "dialogueNb" : 7,
            "text" : "Cette force qui agit sur notre corps lorsqu'il est sur la Terre est le résultat de l'attraction entre celle-ci et le corps humain. Comme la Terre est plus imposante, la force gravitationnelle attire le corps humain vers son centre. Et oui! Si tu sautes en l'air, tu finis toujours par retomber sur&nbsp;Terre."
        },
        {
            "characterImg" : "assets/images/Newton--apple.png",
            "dialogueNb" : 8,
            "text" : "Il est donc logique que plus notre corps se rapproche du centre de gravité, plus cette force émise est forte. Au contraire, plus l’on s’éloigne de ce centre, moins celle-ci nous attire, jusqu’à un point quasi nul. Comme les astronautes qui flottent dans&nbsp;l’espace."
        },
        {
            "characterImg" : "assets/images/Newton--hand-apple.png",
            "dialogueNb" : 9,
            "text" : "Tous les corps, c’est-à-dire tous les objets visible et existant dans l’univers vivant ou non s’attirent en effet entre eux et plus leur masse est élevée, plus ils s’attirent fortement. La force de gravité n’est donc pas la même partout! Lors de tes voyages dans l’espace, prudence aux différents obstacles que tu pourrais croiser tels que des&nbsp;astéroïdes."
        },
        {
            "characterImg" : "assets/images/Newton--hand-apple.png",
            "dialogueNb" : 10,
            "text" : "Pour accomplir ton voyage sans embrouille, tu devras faire preuve d'habileté qu’il s’agisse de la gestion de la puissance de ta navette, ainsi que des obstacles que tu pourrais rencontrer. Bonne chance à&nbsp;toi!"
        },
        {
            "characterImg" : "assets/images/Newton--idle.png",
            "dialogueNb" : 11,
            "text" : "Attention cher aventurier! Attention chère aventurière! Ta mission est sur le point de débuter. N’oublie pas ton casque et tes connaissances apprissent au centre de formation, nous comptons sur&nbsp;toi."
        },
        {
            "characterImg" : "assets/images/Newton--hand.png",
            "dialogueNb" : 12,
            "text" : "C'est parti pour découvrir le système solaire. Direction&nbsp;Neptune&nbsp;!"
        },
        {
            "characterImg" : "assets/images/Newton--idle.png",
            "dialogueNb" : 13,
            "text" : "Ce que tu vois là sur ton écran, c'est une planète. Si tu t'en approches trop tu vas rentrer dans son champ de gravité ce qui signifie que tu vas être attiré par&nbsp;elle."
        },
        {
            "characterImg" : "assets/images/Newton--idle.png",
            "dialogueNb" : 14,
            "text" : "Utilise les flèches directionnelles de ton clavier pour&nbsp;l'esquiver."
        },
        {
            "characterImg" : "assets/images/Newton--idle.png",
            "dialogueNb" : 15,
            "text" : "Regarde ! Tu es en train de passer à côté de notre&nbsp;<strong>Terre</strong>."
        },
        {
            "characterImg" : "assets/images/Newton--hand.png",
            "dialogueNb" : 16,
            "text" : "On l'appelle aussi planète bleue car elle est recouverte à 70% d'eau. C'est la troisième planète de notre système solaire et c'est la seule qui possède une atmosphère vivable."
        },
        {
            "characterImg" : "assets/images/Newton--hand.png",
            "dialogueNb" : 17,
            "text" : "Là, c'est <strong>Vénus</strong>&nbsp;!"
        },
        {
            "characterImg" : "assets/images/Newton--idle.png",
            "dialogueNb" : 18,
            "text" : "C'est la deuxième planète de notre système solaire. On la surnomme de deux manières différentes&nbsp;: l'étoile du matin et l'étoile&nbsp;du&nbsp;berger."
        },
        {
            "characterImg" : "assets/images/Newton--idle.png",
            "dialogueNb" : 19,
            "text" : "Elle a à peu près la même masse que la Terre, c'est pourquoi la gravité y est similaire."
        },
        {
            "characterImg" : "assets/images/Newton--idle.png",
            "dialogueNb" : 20,
            "text" : "Nous allons bientôt dépasser <strong>Mars</strong>, qu'on surnomme aussi la planète&nbsp;rouge&nbsp;!"
        },
        {
            "characterImg" : "assets/images/Newton--apple.png",
            "dialogueNb" : 21,
            "text" : "Sa couleur est due aux oxydes de fer présents sur le sol. Elle est la quatrième planète de notre&nbsp;système&nbsp;solaire."
        },
        {
            "characterImg" : "assets/images/Newton--hand.png",
            "dialogueNb" : 22,
            "text" : "Waouh ! Regarde <strong>Jupiter</strong>&nbsp;!"
        },
        {
            "characterImg" : "assets/images/Newton--hand.png",
            "dialogueNb" : 23,
            "text" : "C'est la cinquième planète de notre système solaire et c'en est la plus grosse. C'est la première des quatre planètes gazeuses."
        },
        {
            "characterImg" : "assets/images/Newton--idle.png",
            "dialogueNb" : 24,
            "text" : "On approche de <strong>Saturne</strong> et ses&nbsp;anneaux&nbsp;!"
        },
        {
            "characterImg" : "assets/images/Newton--idle.png",
            "dialogueNb" : 25,
            "text" : "Elle en possède sept différents, tous composés de glace gravitant autour de la planète. C'est la sixième planète de notre système&nbsp;solaire."
        },
        {
            "characterImg" : "assets/images/Newton--hand.png",
            "dialogueNb" : 26,
            "text" : "Et là ! C'est <strong>Uranus</strong>, la septième&nbsp;planète&nbsp;!"
        },
        {
            "characterImg" : "assets/images/Newton--idle.png",
            "dialogueNb" : 27,
            "text" : "C'est la planète la plus froide de notre système solaire. Et contrairement à la Terre, elle tourne verticalement sur&nbsp;elle-même."
        },
        {
            "characterImg" : "assets/images/Newton--hand.png",
            "dialogueNb" : 28,
            "text" : "Regarde ! C'est <strong>Neptune</strong> juste&nbsp;là&nbsp;!"
        },
        {
            "characterImg" : "assets/images/Newton--idle.png",
            "dialogueNb" : 29,
            "text" : "Il s'agit de la huitième et dernière planète de notre système solaire, c'est la plus éloignée du soleil. Sa couleur bleue est due à sa grande quantité&nbsp;de&nbsp;méthane."
        },
        {
            "characterImg" : "assets/images/Newton--hand-apple.png",
            "dialogueNb" : 30,
            "text" : "Félicitations jeune pilote&nbsp;! Tu viens de parcourir tout notre système solaire."
        },
        {
            "characterImg" : "assets/images/Newton--apple.png",
            "dialogueNb" : 31,
            "text" : "À bientôt pour d'autres péripéties dans l'espace&nbsp;!"
        }
    ]
}